[X2Item_AdvWarlockUtilityItems]
ZombieDamageBonusLabel = "额外僵尸伤害"

[X2Ability_AdvWarlock]
AshRisen = "灰烬重生/Risen"

[X2StatusEffects_AshAdvWarlock]
locAshBurnTheWitchFriendlyName="烧死巫师/Burn the Witch"
locAshBurnTheWitchFriendlyDesc= "<bullet/>灵能火焰焚身的单位，每回合都会受到伤害。"
locAshBurnTheWitchRemovedName="灵能之火已经熄灭。"
locAshBurnTheWitchAcquiredString="<XGParam:StrValue0/!UnitName/> 被一场灵能之火焚身。"
locAshBurnTheWitchTickedString="<XGParam:StrValue0/!UnitName/> 仍被焚身。"
locAshBurnTheWitchRemovedString="<XGParam:StrValue0/!UnitName/> 不再被焚身。"
